INSERT INTO `user` (`id`, `username`, `password`, `name`, `age`, `tel`, `position`, `last_login`, `ip`, `is_first`, `created`, `updated`)
VALUES
    (1, 'scrapup', 'ae9586ada632a35ee545ba75edf788f0', '戚帅', 29, '18543131640', '1002', '2017-09-11 15:06:47', '127.0.0.1', 0, '2017-09-10 00:00:00', '2017-09-10 16:35:42'),
    (2, 'tony', 'ae9586ada632a35ee545ba75edf788f0', '王宇', 29, '18543131641', '1002', '2017-09-11 10:03:58', '127.0.0.1', 0, '2017-09-10 00:00:00', '2017-09-10 16:35:42');


INSERT INTO `brand` (`id`, `name`, `created`)
VALUES
    (1, 'TaKaRa', '2017-09-11 00:00:00'),
    (2, 'Axygen', '2017-09-11 00:00:00');

INSERT INTO `consumer` (`id`, `name`, `province`, `city`, `region`, `department`, `tel`, `introduction`, `created`, `updated`)
VALUES
    (1, '杨雨', '吉林省', '长春市', '绿园区', '微生物实验室', '13890345678', '吉林大学动物医学学院', '2017-09-11 00:00:00', '2017-09-11 00:00:00'),
    (2, '王健林', '浙江省', '杭州市', '襄垣区', '病理实验室', '13890345645', '浙江大学动物病理实验室', '2017-09-11 00:00:00', '2017-09-11 00:00:00');


INSERT INTO `store` (`id`, `num`, `name`)
VALUES
    (1, 45, '长春库房'),
    (2, 46, '大连库房'),
    (3, 167, '北京库房'),
    (4, 198, '大连库房'),
    (5, 23, '哈尔冰库房');

INSERT INTO `supplier` (`id`, `name`, `created`)
VALUES
    (1, '华晨生物', '2017-09-11 00:00:00'),
    (2, '康泰生物', '2017-09-11 00:00:00');

